package com.andy.fast.bean;

import java.util.List;

public class DataBean {

    /**
     * reason : ok
     * result : [{"id":"5","question":"这个标志是何含义？","answer":"3","item1":"停车让行","item2":"单行路","item3":"会车先行","item4":"对向先行","explains":"表示会车先行，此标志设在车道以前适当位置。","url":"http://images.juheapi.com/jztk/c1c2subject1/5.jpg"},{"id":"46","question":"这个标志是何含义？","answer":"2","item1":"禁止临时停车","item2":"禁止长时停车","item3":"禁止停放车辆","item4":"允许长时停车","explains":"禁止长时停车：禁止车辆长时停放，临时停放不受限制。禁止车辆停放的时间、车种和范围可用辅助标志说明。","url":"http://images.juheapi.com/jztk/c1c2subject1/46.jpg"},{"id":"83","question":"这个标志是何含义？","answer":"1","item1":"高速公路停车区预告","item2":"高速公路避险处预告","item3":"高速公路停车场预告","item4":"高速公路服务区预告","explains":"高速公路停车区是有茶杯的，高速公路停车场是只有一个P。","url":"http://images.juheapi.com/jztk/c1c2subject1/83.jpg"},{"id":"94","question":"指示标线的作用是什么？","answer":"2","item1":"禁止通行","item2":"指示通行","item3":"限制通行","item4":"警告提醒","explains":"指示标线主要就是引导你正确的行驶，安全守法","url":""},{"id":"115","question":"这个路口允许车辆怎样行驶？","answer":"3","item1":"直行或向右转弯","item2":"向右转弯","item3":"向左转弯","item4":"直行","explains":"左转的灯是绿色，所以可以向左转弯。","url":"http://images.juheapi.com/jztk/c1c2subject1/115.jpg"},{"id":"116","question":"冰雪道路对安全行车的主要影响是什么？","answer":"4","item1":"电器设备易受潮短路","item2":"能见度降低，视野模糊","item3":"行驶阻力增大","item4":"制动性能差，方向易跑偏","explains":"因汽车轮胎与路面的摩擦系数减小、附着力大大降低，汽车驱动轮很容易打滑或空转，尤其是上坡、起步、停车时还会出现后溜车的现象；车辆在行驶中如果突然加速或减速，很容易造成侧滑及方向跑偏现象；遇情况紧急制动时，制动距离会大大延长。","url":""},{"id":"122","question":"这个导向箭头是何含义？","answer":"4","item1":"指示前方可左转或掉头","item2":"指示前方可直行或左转","item3":"指示前方直行向左变道","item4":"指示前方可直行或掉头","explains":"直行或者掉头都可以","url":"http://images.juheapi.com/jztk/c1c2subject1/122.jpg"},{"id":"139","question":"夜间道路环境对安全行车的主要影响是什么？","answer":"3","item1":"驾驶人体力下降","item2":"驾驶人易产生冲动、幻觉","item3":"能见度低、不利于观察道路交通情况","item4":"路面复杂多变","explains":"夜间行车视线差，在没有照明的路段，驾驶人视线普遍受到影响，不能清楚看到前方事物，或者不能看清和判断前方事物的距离，尤其是在会车的情况下，由于受对向车辆灯光的影响，会产生视觉的盲点，导致看不清或看不见前方事物，夜间特大道路交通事故明显高于白天。夜间行车由于不能见到道路两旁的景观，对驾驶员兴奋性刺激物小，因此最易产生驾驶疲劳，如稍有感觉就应振作精神或停车休息片刻。","url":""},{"id":"149","question":"这个标志是何含义？","answer":"3","item1":"右转车道","item2":"掉头车道","item3":"左转车道","item4":"分向车道","explains":"表示只准一切车辆向左转弯。此标志设在车辆必须向左转弯的路口以前适当位置。","url":"http://images.juheapi.com/jztk/c1c2subject1/149.jpg"},{"id":"202","question":"驾驶人驾驶机动车违反道路交通信号灯通行一次记多少分?","answer":"3","item1":"2分","item2":"3分","item3":"6分","item4":"12分","explains":"驾驶机动车违反道路交通信号灯通行的一次记6分。","url":""},{"id":"219","question":"这个标志是何含义？","answer":"4","item1":"T型路口","item2":"分流路口","item3":"减速通行","item4":"此路不通","explains":"用以指示前方道路为死胡同，无出口、不能通行。该标志为蓝底白色街区红色图案。","url":"http://images.juheapi.com/jztk/c1c2subject1/219.jpg"},{"id":"223","question":"这个标志是何含义？","answer":"1","item1":"停车领卡","item2":"停车缴费","item3":"ETC通道","item4":"停车检查","explains":"停车领卡：用以提示停车领卡，设在进入高速公路或城市快速路收费站入口一侧的适当位置。查看高速公路标志大全：http://www.jszks.com/onepage/16721.html","url":"http://images.juheapi.com/jztk/c1c2subject1/223.jpg"},{"id":"227","question":"这辆小型载客汽车进入高速公路行车道的行为是正确的。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"此车压实线，不按标线要求行车。","url":"http://images.juheapi.com/jztk/c1c2subject1/227.jpg"},{"id":"233","question":"机动车在道路上发生轻微交通事故且妨碍交通时，不需移动。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"机动车在道路上发生轻微交通事故就赶紧协商一下花不了几百块，不要挡着路了就，不然大家都过不去堵在一起了。","url":""},{"id":"243","question":"这个标志是何含义？","answer":"3","item1":"水渠","item2":"桥梁","item3":"隧道","item4":"涵洞","explains":"隧道：用以提醒车辆驾驶人注意慢行。设在双向行驶并且照明不好的隧道口前适当位置。","url":"http://images.juheapi.com/jztk/c1c2subject1/243.jpg"},{"id":"270","question":"遇到这种情形时，应怎么办？","answer":"1","item1":"停车让行人先行","item2":"从行人前方绕行","item3":"鸣喇叭提醒行人","item4":"从行人后方绕行","explains":"以人为本，没有问题。","url":"http://images.juheapi.com/jztk/c1c2subject1/270.jpg"},{"id":"285","question":"夜间车辆通过照明条件良好的路段时，应使用什么灯？","answer":"3","item1":"危险报警闪光灯","item2":"远光灯","item3":"近光灯","item4":"雾灯","explains":"直接解释大家可能难以转过弯来，我们先反过来看这题！夜间车辆通过照明条件不良好的路段时应使用--? 答案：远光灯。照明不良好就是看不见远近路段，当然是打开远光灯，看的更远更清楚，相反照明良好时，也就是说远近处，我们都能看的见，当然是打开近光灯最为保险。","url":""},{"id":"288","question":"在这个位置时怎样使用灯光？","answer":"2","item1":"开启右转向灯","item2":"开启左转向灯","item3":"开启危险报警闪光灯","item4":"开启前照灯","explains":"因为你要从直行并入左侧的车道所以要开启左转向灯。","url":"http://images.juheapi.com/jztk/c1c2subject1/288.jpg"},{"id":"323","question":"冰雪道路行车，由于积雪对光线的反射，极易造成驾驶人目眩而产生错觉。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"因为太阳光通过冰的折射到人的眼睛里，冰在太阳光下就好像一面镜子。","url":""},{"id":"334","question":"冰雪路行车时应注意什么？","answer":"1","item1":"制动距离延长","item2":"抗滑能力变大","item3":"制动性能没有变化","item4":"路面附着力增大","explains":"车辆在冰雪路面上行驶，因汽车轮胎与路面的摩擦系数减小、附着力大大降低，所以遇有冰雪路面，车辆在行驶中最重要的是车辆制动问题，要采取点刹、并和前后车保持车距离。遇情况紧急制动时，制动距离会大大延长。","url":""},{"id":"341","question":"道路交通事故中，机动车无号牌、检验合格标志、保险标志时，要保护现场并立即报警。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"这样的人违规在先，先报警，责任在他。","url":""},{"id":"360","question":"驾驶人未携带哪种证件驾驶机动车上路，交通警察可依法扣留车辆？","answer":"1","item1":"机动车驾驶证","item2":"居民身份证","item3":"机动车通行证","item4":"从业资格证","explains":"《道路交通安全违法行为处理程序规定》第十三条 \u201c有下列情形之一的，因无其他机动车驾驶人代替驾驶、违法行为尚未消除、需要调查或者证据保全等原因不能立即放行的，可以扣留车辆： （一）未悬挂机动车号牌，未放置检验合格标志、保险标志，或者未携带行驶证、机动车驾驶证的；","url":""},{"id":"362","question":"车辆在路边起步后应尽快提速，并向左迅速转向驶入正常行驶道路。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"你要先观察阿！安全了你再开过去阿！不是一起步就迅速的往正常行驶道行驶，万一后面有车怎么办呢？ 所以\u201c迅速\u201d是错的","url":""},{"id":"377","question":"车辆行至交叉路口，遇有转弯的车辆抢行，应怎样做？","answer":"3","item1":"提高车速抢先通过","item2":"鸣喇叭抢先通过","item3":"停车避让","item4":"保持正常车速行驶","explains":"答题的时候请立即变身，变身为圣人，你就知道这些题的答案了。","url":""},{"id":"389","question":"驾驶小型载客汽车在高速公路上时速超过100公里时的跟车距离是多少？","answer":"3","item1":"保持50米以上","item2":"保持60米以上","item3":"保持100米以上","item4":"保持80米以上","explains":"规定，记住吧。","url":""},{"id":"400","question":"驾驶机动车在没有中心线的城市道路上，最高速度不能超过每小时50公里。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"根据《中华人民共和国道路交通安全法实施条例》第四十五条：\u2026\u2026在没有限速标志、标线的道路上，机动车不得超过下列最高行驶速度：　　(一)没有道路中心线的道路，城市道路为每小时30公里，公路为每小时40公里；　　(二)同方向只有1条机动车道的道路，城市道路为每小时50公里，公路为每小时70公里。","url":""},{"id":"402","question":"行车中，遇非机动车抢行时，应怎样做？","answer":"3","item1":"加速通过","item2":"鸣喇叭警告","item3":"减速让行","item4":"临近时突然加速","explains":"一定要让，以人为本。","url":""},{"id":"456","question":"车辆在高速公路匝道上可以停车。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"规定：驶入确定匝道后，迅速提高车速，但不得超过规定速度，在匝道上，不准超车、掉头、停车、和倒车。","url":""},{"id":"460","question":"点火开关在ON位置，车用电器不能使用。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"点火开关在ON位置的时候全车的电源是连通的，可以用车载电器听音乐等等。","url":"http://images.juheapi.com/jztk/c1c2subject1/460.jpg"},{"id":"466","question":"在路口右转弯遇同车道前车等候放行信号时如何行驶？","answer":"1","item1":"依次停车等候","item2":"鸣喇叭让前车让路","item3":"从右侧占道转弯","item4":"从前车左侧转弯","explains":"和谐第一。","url":""},{"id":"475","question":"驾驶机动车在道路上向左变更车道时如何使用灯光？","answer":"3","item1":"提前开启右转向灯","item2":"不用开启转向灯","item3":"提前开启左转向灯","item4":"提前开启近光灯","explains":"无论左转还有右转都得提前打灯告诉其他车你的意图，这样才比较安全。","url":""},{"id":"478","question":"车辆在冰雪路面紧急制动易产生侧滑，应低速行驶，可利用发动机制动进行减速。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"发动机制动：行车（挂上排档，不是空档）中，油门一收，便产生发动机制动！原理：主要靠（停止供油）发动机的压缩力而制止车辆的前进。行车制动：通过刹车踏板，把人体的力量，由总泵至分泵加上助力器的作用，迫使刹车片与刹车盘或刹车毂磨擦至车辆停止前进。","url":""},{"id":"493","question":"驾驶人在行车中经过积水路面时，应怎样做？","answer":"1","item1":"减速慢行","item2":"保持正常车速通过","item3":"空挡滑行通过","item4":"加速通过","explains":"行车中经过积水路面时，应特别留意减速慢行；加速或保持正常车速通过，溅起的水花会冲击前挡风玻璃，阻挡驾驶员的视线，无法观察前方情况，极易导致车辆失控或交通事故。另外，驾驶车辆行经两侧有行人或非机动车行驶且有积水的路面时，更应减速慢行，以免泥水飞溅到行人或非机动车驾驶员身上。","url":""},{"id":"497","question":"这辆在高速公路上临时停放的故障车，警告标志应该设置在车后多远处？","answer":"1","item1":"150米以外","item2":"50～150米","item3":"50米以内","item4":"50～100米","explains":"请看清道路，高速公路是150米是最佳距离，普通道路是50-100米。","url":"http://images.juheapi.com/jztk/c1c2subject1/497.jpg"},{"id":"505","question":"浓雾天气能见度低，开启远光灯会提高能见度。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"不能开启远光灯，因浓雾会反射灯光。应开启雾灯。","url":""},{"id":"513","question":"夜间行车，遇对面来车未关闭远光灯时，应减速行驶，以防两车灯光的交汇处有行人通过时发生事故。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"灯光刺行人眼看不清会发生事故。","url":""},{"id":"519","question":"雾天行车多使用喇叭可引起对方注意；听到对方车辆鸣喇叭，也应鸣喇叭回应。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"既然雾天看不见，就要靠听的了。人家鸣喇叭，你当然要回一声告诉别人这里有车，以提高注意。","url":""},{"id":"520","question":"机动车仪表板上（如图所示）亮表示什么？","answer":"1","item1":"后雾灯打开","item2":"前照灯近光打开","item3":"前照灯远光打开","item4":"前雾灯打开","explains":"前雾灯朝左，后雾灯朝右。","url":"http://images.juheapi.com/jztk/c1c2subject1/520.jpeg"},{"id":"527","question":"驾驶机动车在没有中心线的公路上，最高速度不能超过每小时70公里。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"根据《中华人民共和国道路交通安全法实施条例》第四十五条：\u2026\u2026在没有限速标志、标线的道路上，机动车不得超过下列最高行驶速度：　　(一)没有道路中心线的道路，城市道路为每小时30公里，公路为每小时40公里；　　(二)同方向只有1条机动车道的道路，城市道路为每小时50公里，公路为每小时70公里。","url":""},{"id":"532","question":"机动车驾驶人造成事故后逃逸构成犯罪的，吊销驾驶证且多长时间不得重新取得驾驶证？","answer":"4","item1":"5年内","item2":"10年内","item3":"20年内","item4":"终生","explains":"吊二撤三醉五逃终生，这样就好理解了吧！","url":""},{"id":"536","question":"在冰雪路面上行车，必须降低车速、加大安全距离。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"冰雪路面行驶时，制动距离比平时要大。因此要考虑到紧急状况。如果出现紧急情况，需要有足够的制动距离。","url":""},{"id":"592","question":"下列哪个指示灯亮表示车辆在使用远光灯?(图10a. 10b. 10c. 10d)","answer":"4","item1":"10a","item2":"10b","item3":"10c","item4":"10d","explains":"10a：车灯总开关；10b：前后雾灯；10c：驻车制动器处于制动状态；10d：远光灯。","url":"http://images.juheapi.com/jztk/c1c2subject1/592.jpg"},{"id":"631","question":"如图所示，在这种情况下通过前方路口，应该怎么行驶？","answer":"1","item1":"减速或停车避让行人","item2":"加速通过","item3":"赶在行人前通过","item4":"靠左侧行驶","explains":"前方有行人，有路口，安全第一，一定要减速或者停车避让行人！","url":"http://images.juheapi.com/jztk/c1c2subject1/631.jpg"},{"id":"633","question":"夜间会车规定150米以内使用近光灯的原因是什么？","answer":"2","item1":"驾驶人的操作习惯行为","item2":"使用远光灯会造成驾驶人出现眩目，易引发危险","item3":"两车之间相互提示","item4":"提示后方车辆","explains":"在夜间会车时开远光灯，容易造成对方驾驶员10米左右出现盲区，这种视线受阻一般可持续四五秒，而这四五秒极有可能酿成车祸。冬天冰雪路面光滑，会车时如果再开远光灯更容易造成事故。","url":""},{"id":"642","question":"灯光开关在该位置时，后雾灯点亮。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"你看它停的位置雾灯是冲右的，此为后雾灯，故正确。","url":"http://images.juheapi.com/jztk/c1c2subject1/642.jpg"},{"id":"662","question":"在这段城市道路上行驶的最高速度不能超过多少？","answer":"2","item1":"40公里/小时","item2":"30公里/小时","item3":"50公里/小时","item4":"70公里/小时","explains":"根据《中华人民共和国道路交通安全法实施条例》第四十五条：\u2026\u2026在没有限速标志、标线的道路上，机动车不得超过下列最高行驶速度：　　(一)没有道路中心线的道路，城市道路为每小时30公里，公路为每小时40公里；　　(二)同方向只有1条机动车道的道路，城市道路为每小时50公里，公路为每小时70公里。图为没有道路中心线的城市道路，所以最高时速为每小时30公里。","url":"http://images.juheapi.com/jztk/c1c2subject1/662.jpg"},{"id":"670","question":"这辆在道路上行驶的机动车有下列哪种违法行为？","answer":"2","item1":"未按规定悬挂号牌","item2":"故意遮挡号牌","item3":"占用非机动车道","item4":"逆向行驶","explains":"很明显的用光盘遮挡号牌了，现在遮挡号牌的直接扣12分，小心吧您。","url":"http://images.juheapi.com/jztk/c1c2subject1/670.jpg"},{"id":"682","question":"如图所示，通过有这个标志的路口时无需减速。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"如图所示，前方标志为减速让行标志。","url":"http://images.juheapi.com/jztk/c1c2subject1/682.jpg"},{"id":"686","question":"遇前方路段车道减少，车辆行驶缓慢，为保证道路通畅，应借对向车道迅速通过。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"第五十三条机动车遇有前方交叉路口交通阻塞时，应当依次停在路口以外等候，不得进入路口。机动车在遇有前方机动车停车排队等候或者缓慢行驶时，应当依次排队，不得从前方车辆两侧穿插或者超越行驶，不得在人行横道，网状线区域内停车等候。","url":""},{"id":"694","question":"这个标志的含义是提醒车辆驾驶人前方路段通过村庄或集镇。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"村庄：用以提醒车辆驾驶人小心驾驶。设在紧靠村庄、集镇且视线不良的路段以前适当位置。","url":"http://images.juheapi.com/jztk/c1c2subject1/694.jpg"},{"id":"711","question":"车辆在通过山区道路弯道时，要做到\u201c减速、鸣喇叭、靠右行\u201d。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"比如南方的山区道路，你那怕只走过一次，对这个做法就会深表认同，因为这个真是太重要了。","url":""},{"id":"715","question":"道路交通标线分为指示标线、警告标线、禁止标线。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"没有问题记住吧。","url":""},{"id":"752","question":"点火开关在LOCK位置拔出钥匙转向盘会锁住。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"LOCK的中文意思就是锁，一般从这里拔出钥匙方向盘也会锁死。","url":"http://images.juheapi.com/jztk/c1c2subject1/752.jpg"},{"id":"758","question":"年龄在60周岁以上的驾驶人多长时间提交一次身体条件证明？","answer":"4","item1":"每3年","item2":"每2年","item3":"每6个月","item4":"每1年","explains":"记住吧","url":""},{"id":"767","question":"在车门、车厢没有关好时不要驾驶机动车起步。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"安全第一。","url":""},{"id":"783","question":"交通肇事致一人以上重伤，负事故全部或者主要责任，并具有下列哪种行为的，构成交通肇事罪?","answer":"3","item1":"未带驾驶证","item2":"未报警","item3":"无驾驶资格驾驶机动车辆的","item4":"未抢救受伤人员","explains":"可能构成交通壁事罪。例如，交通壁事致一人受伤(属于一般事故)，负事故全部或者主要责任，并具有酒后、无证驾驶、严重超载等情形之一的，以交通肇事罪处罚。","url":""},{"id":"807","question":"这个标志的含义是提醒车辆驾驶人前方是过水路面或漫水桥路段。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"过水路面：用以提醒车辆驾驶人谨慎慢行。设在过水路面或漫水桥路段以前适当位置。","url":"http://images.juheapi.com/jztk/c1c2subject1/807.jpg"},{"id":"811","question":"打开左转向灯开关，（如图所示）亮起。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"亲，这个是右转向灯。","url":"http://images.juheapi.com/jztk/c1c2subject1/811.jpeg"},{"id":"815","question":"机动车仪表板上（如图所示）亮，表示驻车制动器操纵杆可能没松到底。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"此图表示行车制动系统可能出现故障。","url":"http://images.juheapi.com/jztk/c1c2subject1/815.jpeg"},{"id":"818","question":"年龄在60周岁以上的机动车驾驶人，应当每年进行一次身体检查的目的是什么？","answer":"4","item1":"体现对老年人的关心","item2":"例行程序仅供参考","item3":"检查是否患有老年常见病","item4":"检查是否患有妨碍安全驾驶的疾病","explains":"根据《机动车驾驶证申领使用规定》第四十八条规定年龄在60周岁以上或者持有大型客车、牵引车、城市公交车、中型客车、大型货车、无轨电车、有轨电车准驾车型的机动车驾驶人，应当每年进行一次身体检查，在记分周期结束后十五日内，提交县级或者部队团级以上医疗机构出具的有关身体条件的证明，检查是否患有妨碍安全驾驶的疾病。","url":""},{"id":"825","question":"如图所示，在高速公路最左侧车道行驶，想驶离高速公路，以下说法正确的是什么？","answer":"3","item1":"立即减速后右变更车道","item2":"找准机会一次变更到最右侧车道","item3":"每次变更一条车道，直到最右侧车道","item4":"为了快速变更车道，可以加速超越右侧车辆后变更车道","explains":"变更车道，每次只能变更一条车道，变更之后需行驶一段距离，再变道。不可以连续变更车道。","url":"http://images.juheapi.com/jztk/c1c2subject1/825.jpg"},{"id":"826","question":"驾驶机动车下陡坡、转弯、掉头时，最高速度不能超过多少？","answer":"3","item1":"50公里/小时","item2":"60公里/小时","item3":"30公里/小时","item4":"40公里/小时","explains":"规定：机动车下陡坡、转弯、掉头时，最高速度不能超过30公里/小时","url":""},{"id":"834","question":"驾驶机动车下长坡时，仅靠行车制动器制动，容易引起行车制动器失灵。","answer":"1","item1":"","item2":"","item3":"","item4":"","explains":"汽车制动分为三种:1行车制动,就是脚下的制动踏板,控制四轮；2驻车制动,就是手刹车,停车时防止前滑后溜；3发动机制动,也就是抢档,用于刹车失灵,在行车制动失灵时用,一级一级减档,从高到底,利用发动机变速箱的原理使车速降下来。下长坡时，驾驶员长时间使用行车制动器，易造成制动器热衰退，汽车的制动效能变差。","url":""},{"id":"852","question":"公安机关交通管理部门对驾驶人的交通违法行为除依法给予行政处罚外,实行下列哪种制度？","answer":"3","item1":"违法登记制度","item2":"奖励里程制度","item3":"累积记分制度","item4":"强制报废制度","explains":"《道路交通安全法》第二十四条：公安机关交通管理部门对机动车驾驶人违反道路交通安全法律、法规的行为，除依法给予行政处罚外，实行累积记分制度。","url":""},{"id":"870","question":"驾驶机动车在高速公路上行驶，能见度小于200米时，与同车车道前车应保持100米以上的距离。","answer":"1","item1":"","item2":"","item3":"","item4":"","explains":"能见度小于200米时，开启雾灯、近光灯、示廓灯和前后位灯，车速不得超过每小时60公里，与同车道前车保持100米以上的距离；能见度小于100米时，开启雾灯、近光灯、示廓灯、前后位灯和危险报警闪光灯，车速不得超过每小时40公里，与同车道前车保持50米以上的距离；能见度小于50米时，开启雾灯、近光灯、示廓灯、前后位灯和危险报警闪光灯，车速不得超过每小时20公里，并从最近的出口尽快驶离高速公路。","url":""},{"id":"881","question":"路中心的黄色斜线填充是何含义？","answer":"2","item1":"单向行驶车道分界线","item2":"禁止跨越对向车行道分界线","item3":"双侧可跨越同向车道分界线","item4":"可跨越对向车道分界线","explains":"相对车道之间不能跨越黄线，一过就你就成马路杀手了。","url":"http://images.juheapi.com/jztk/c1c2subject1/881.jpg"},{"id":"889","question":"驾驶机动车遇紧急事务，可以边开车边接打电话。","answer":"2","item1":"","item2":"","item3":"","item4":"","explains":"新修订的《机动车驾驶证申领和使用规定》公布后，2013年1月1日起施行，其中规定：驾驶机动车有拨打、接听手持电话等妨碍安全驾驶的行为的一次记2分。此外，边开车边打电话也会危害人身安全。","url":""},{"id":"913","question":"驾驶机动车发生以下交通事故，哪种情况适用自行协商解决？","answer":"3","item1":"对方饮酒的","item2":"对事实及成因有争议的","item3":"未造成人身伤亡，对事实及成因无争议的","item4":"造成人身伤亡的","explains":"《中华人民共和国道路交通安全法实施条例》第八十六条规定:\u201c机动车与机动车、机动车与非机动车在道路上发生未造成人身伤亡的交通事故，当事人对事实及成因无争议的，在记录交通事故的时间、地点、对方当事人的姓名和联系方式、机动车牌号、驾驶证号、保险凭证号、碰撞部位，并共同签名后，撤离现场，自行协商损害赔偿事宜。当事人对交通事故事实及成因有争议的，应当迅速报警。\u201d","url":""},{"id":"922","question":"发生无人员伤亡的、财产轻微损失的交通事故后，以下做法正确的是什么？","answer":"3","item1":"必须报警，等候警察处理","item2":"开车离开现场","item3":"确保安全的情况下，对现场拍照，然后将车辆移至路边等不妨碍交通的地点","item4":"停在现场保持不动","explains":"《中华人民共和国道路交通安全法实施条例》第八十六条规定:\u201c机动车与机动车、机动车与非机动车在道路上发生未造成人身伤亡的交通事故，当事人对事实及成因无争议的，在记录交通事故的时间、地点、对方当事人的姓名和联系方式、机动车牌号、驾驶证号、保险凭证号、碰撞部位，并共同签名后，撤离现场，自行协商损害赔偿事宜。当事人对交通事故事实及成因有争议的，应当迅速报警。\u201d","url":""},{"id":"934","question":"如图所示，红圈标注的深色车辆的做法是违法的。","answer":"1","item1":"","item2":"","item3":"","item4":"","explains":"白色实线不允许便道，深色车辆在白色实线上变更车道，属于违法行驶。","url":"http://images.juheapi.com/jztk/c1c2subject1/934.jpg"},{"id":"938","question":"驾驶机动车在高速公路上行驶，遇有雾、雨、雪、沙尘、冰雹等低能见度气象条件下，能见度在100米以下时，车速不得超过每小时多少公里，与同车道前车至少保持多少米的距离？","answer":"1","item1":"40，50","item2":"40，40","item3":"50，40","item4":"50，30","explains":"能见度小于200米时，开启雾灯、近光灯、示廓灯和前后位灯，车速不得超过每小时60公里，与同车道前车保持100米以上的距离；能见度小于100米时，开启雾灯、近光灯、示廓灯、前后位灯和危险报警闪光灯，车速不得超过每小时40公里，与同车道前车保持50米以上的距离；能见度小于50米时，开启雾灯、近光灯、示廓灯、前后位灯和危险报警闪光灯，车速不得超过每小时20公里，并从最近的出口尽快驶离高速公路。","url":""},{"id":"975","question":"这个标志是何含义？","answer":"3","item1":"靠右侧行驶","item2":"不允许直行","item3":"直行单行路","item4":"直行车让行","explains":"表示一切车辆单向行驶。此标志设在单行路的路口和入口处的适当位置。","url":"http://images.juheapi.com/jztk/c1c2subject1/975.jpg"},{"id":"978","question":"机动车驾驶人初次申请机动车驾驶证和增加准驾车型后的多长时间为实习期？","answer":"2","item1":"6个月","item2":"12个月","item3":"2年","item4":"3个月","explains":"常识题","url":""},{"id":"983","question":"驾驶人有下列哪种违法行为一次记12分？","answer":"2","item1":"违反交通信号灯","item2":"使用伪造机动车号牌","item3":"拨打、接听手机的","item4":"违反禁令标志指示","explains":"使用伪造、变造的机动车号牌、行驶证、驾驶证、校车标牌或者使用其他机动车号牌、行驶证的一次记12分。","url":""},{"id":"984","question":"道路交通事故中，驾驶人有饮酒、醉酒嫌疑时，要保护现场并立即报警。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"就该对这些人给予教训，不仅拿自己的生命开玩笑，还拿别人的生命开玩笑，报警给予丫惩罚。","url":""},{"id":"1000","question":"这种白色矩形标线框含义是什么？","answer":"2","item1":"出租车专用上下客停车位","item2":"平行式停车位","item3":"倾斜式停车位","item4":"垂直式停车位","explains":"路边的平行的停车位，亲 侧方停车以后要好好学哦~","url":"http://images.juheapi.com/jztk/c1c2subject1/1000.jpg"},{"id":"1004","question":"车辆在交叉路口绿灯亮后，遇非机动车抢道行驶时，可以不让行。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"只要是非机动车、行人、牲口，什么时候都得让行。","url":""},{"id":"1018","question":"驾驶车辆进入交叉路口前，应降低行驶速度，注意观察，确认安全。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"常识题，必须遵守的安全行车准则。","url":""},{"id":"1027","question":"在道路上发生未造成人员伤亡且无争议的轻微交通事故如何处置？","answer":"3","item1":"不要移动车辆","item2":"疏导其他车辆绕行","item3":"撤离现场自行协商","item4":"保护好现场再协商","explains":"在道路上发生未造成人员伤亡且无争议的就赶紧闪开吧，别堵路了。","url":""},{"id":"1033","question":"行车中遇残疾人影响通行时，应主动减速礼让。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"要是不让，撞了在导致残疾，残疾再加上残疾，估计人家都不活了。","url":""},{"id":"1044","question":"遇到这种情况下可以从右侧超车。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"超车只能从左侧超车。","url":"http://images.juheapi.com/jztk/c1c2subject1/1044.jpg"},{"id":"1064","question":"遇到路口情况复杂时，应做到\u201c宁停三分，不抢一秒\u201d。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"这个没有问题，安全第一。","url":""},{"id":"1083","question":"机动车仪表板上（如图所示）亮时，表示驻车制动器处于制动状态。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"正确，驻车制动器俗称手刹。","url":"http://images.juheapi.com/jztk/c1c2subject1/1083.jpeg"},{"id":"1087","question":"驾驶机动车掉头、转弯、下陡坡时的最高速度不能超过每小时40公里。","answer":"2","item1":"正确","item2":"错误","item3":"","item4":"","explains":"机动车行驶中遇有下列情形之一的，最高行驶速度不得超过每小时30公里，其中拖拉机、电瓶车、轮式专用机械车不得超过每小时15公里：　　 （一）进出非机动车道，通过铁路道口、急弯路、窄路、窄桥时；　　 （二）掉头、转弯、下陡坡时；　　 （三）遇雾、雨、雪、沙尘、冰雹，能见度在50米以内时；　　 （四）在冰雪、泥泞的道路上行驶时；","url":""},{"id":"1118","question":"在这种急弯道路上行车应交替使用远近光灯。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"交替使用远近光灯，先变远光灯再回近光灯的包括以下情况：急弯、坡路、超车（同时打左灯）、拱桥、人行横道、没有信号灯的路口。","url":"http://images.juheapi.com/jztk/c1c2subject1/1118.jpg"},{"id":"1143","question":"如图所示，在高速公路同方向三条机动车道最左侧车道行驶，应保持什么车速？","answer":"1","item1":"110 公里/小时～120公里/小时","item2":"100 公里/小时～120公里/小时","item3":"90 公里/小时～110公里/小时","item4":"60 公里/小时～120公里 /小时","explains":"《中华人民共和国道路交通安全法实施条例》第七十八条：同方向有2条车道的，左侧车道的最低车速为每小时100公里；同方向有3条以上车道的，最左侧车道的最低车速为每小时110公里，中间车道的最低车速为每小时90公里。道路限速标志标明的车速与上述车道行驶车速的规定不一致的，技照道路限速标志标明的车速行驶。","url":"http://images.juheapi.com/jztk/c1c2subject1/1143.jpg"},{"id":"1145","question":"下长坡连续使用行车制动会导致什么？","answer":"4","item1":"会缩短发动机寿命","item2":"增加驾驶人的劳动强度","item3":"容易造成车辆倾翻","item4":"会使制动器温度升高而使制动效果急剧下降","explains":"下长坡，车子向下的冲力很大，采取制动，刹车垫与车轮轴就摩擦起热，刹车垫也磨损严重！","url":""},{"id":"1158","question":"这属于哪一种标志？","answer":"1","item1":"旅游区标志","item2":"作业区标志","item3":"告示标志","item4":"高速公路标志","explains":"旅游区方向：设在通往旅游区各连接道路的交叉口处。","url":"http://images.juheapi.com/jztk/c1c2subject1/1158.jpg"},{"id":"1169","question":"这个标志是何含义？","answer":"2","item1":"提醒车辆驾驶人前方道路沿水库、湖泊、河流","item2":"提醒车辆驾驶人前方有向上的陡坡路段","item3":".提醒车辆驾驶人前方有两个及以上的连续上坡路段","item4":"提醒车辆驾驶人前方有向下的陡坡路段","explains":"上陡坡：用以提醒车辆驾驶人小心驾驶。","url":"http://images.juheapi.com/jztk/c1c2subject1/1169.jpg"},{"id":"1174","question":"这是什么交通标志？","answer":"1","item1":"两侧变窄","item2":"右侧变窄","item3":"左侧变窄","item4":"桥面变窄","explains":"两侧变窄：用以警告车辆驾驶人注意前方车行道或路面狭窄情况，遇有来车应予减速避让。设在双车道路面宽度缩减为6 m以下的路段起点前方。","url":"http://images.juheapi.com/jztk/c1c2subject1/1174.jpg"},{"id":"1179","question":"小型汽车科目二考试内容包括倒车入库、坡道定点停车和起步、侧方停车、曲线行驶、直角转弯。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"123号令第二十五条 科目二考试内容包括：小型汽车、小型自动挡汽车、残疾人专用小型自动挡载客汽车和低速载货汽车考试倒车入库、坡道定点停车和起步、侧方停车、曲线行驶、直角转弯；","url":""},{"id":"1193","question":"申请人在考试过程中有贿赂、舞弊行为的，取消考试资格，已经通过考试的其他科目成绩无效。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"这个没有疑问的吧。","url":""},{"id":"1199","question":"这是什么交通标志？","answer":"2","item1":"两侧变窄","item2":"右侧变窄","item3":"左侧变窄","item4":"桥面变窄","explains":"右侧变窄：用以警告车辆驾驶人注意前方车行道或路面狭窄情况，遇有来车应予减速避让。设在双车道路面宽度缩减为6 m以下的路段起点前方。","url":"http://images.juheapi.com/jztk/c1c2subject1/1199.jpg"},{"id":"1203","question":"机动车仪表板上（如图所示）这个符号表示什么？","answer":"4","item1":"雪地起步模式","item2":"空气循环","item3":"空调制冷","item4":"冷风暖气风扇","explains":"看它长的多像风扇。","url":"http://images.juheapi.com/jztk/c1c2subject1/1203.jpeg"},{"id":"1208","question":"在实习期内驾驶机动车的，应当在车身后部粘贴或者悬挂哪种标志？","answer":"3","item1":"注意避让标志","item2":"注意新手标志","item3":"统一式样的实习标志","item4":"注意车距标志","explains":"规定在实习期内驾驶机动车的，应当在车身后部粘贴或者悬挂统一式样的实习标志。","url":""},{"id":"1211","question":"准驾车型为小型汽车的，可以驾驶下列哪种车辆？","answer":"1","item1":"低速载货汽车","item2":"中型客车","item3":"三轮摩托车","item4":"轮式自行机械","explains":"小型汽车（C1）准驾车型：小型、微型载客汽车以及轻型、微型载货汽车；轻型、微型专项作业车，小型、微型自动挡载客汽车以及轻型、微型自动挡载货汽车，低速载货汽车，三轮汽车。","url":""},{"id":"1215","question":"在路口遇这种情形要减速让行。","answer":"1","item1":"正确","item2":"错误","item3":"","item4":"","explains":"右侧有减速让行的标志，故正确。","url":"http://images.juheapi.com/jztk/c1c2subject1/1215.jpg"},{"id":"1223","question":"提拉这个开关控制机动车哪个部位？","answer":"1","item1":"左右转向灯","item2":"倒车灯","item3":"示廓灯","item4":"报警闪光灯","explains":"此为控制左右转向灯。顺便回忆一下转向灯操作：上右下左。","url":"http://images.juheapi.com/jztk/c1c2subject1/1223.jpg"},{"id":"1224","question":"驾驶机动车超车时，前方车辆不减速让路，应停止超车并适当减速，与前方车辆保持安全距离。","answer":"1","item1":"","item2":"","item3":"","item4":"","explains":"不让超车，就别超了，安全第一。","url":""},{"id":"1226","question":"如图所示，驾驶机动车遇到这种情况时，A车应当注意避让。","answer":"1","item1":"","item2":"","item3":"","item4":"","explains":"《中华人民共和国道路交通安全法》第五十四条条明确规定：道路养护车辆、工程作业车进行作业时，在不影响过往车辆通行的前提下，其行驶路线和方向不受交通标志、标线限制，过往车辆和人员应当注意避让。","url":"http://images.juheapi.com/jztk/c1c2subject1/1226.jpg"}]
     * error_code : 0
     */

    private String reason;
    private int error_code;
    private List<ResultBean> result;

    public String getReason() {
        return reason;
    }

    public void setReason(String reason) {
        this.reason = reason;
    }

    public int getError_code() {
        return error_code;
    }

    public void setError_code(int error_code) {
        this.error_code = error_code;
    }

    public List<ResultBean> getResult() {
        return result;
    }

    public void setResult(List<ResultBean> result) {
        this.result = result;
    }

    public static class ResultBean {
        /**
         * id : 5
         * question : 这个标志是何含义？
         * answer : 3
         * item1 : 停车让行
         * item2 : 单行路
         * item3 : 会车先行
         * item4 : 对向先行
         * explains : 表示会车先行，此标志设在车道以前适当位置。
         * url : http://images.juheapi.com/jztk/c1c2subject1/5.jpg
         */

        private String id;
        private String question;
        private String answer;
        private String item1;
        private String item2;
        private String item3;
        private String item4;
        private String explains;
        private String url;

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getQuestion() {
            return question;
        }

        public void setQuestion(String question) {
            this.question = question;
        }

        public String getAnswer() {
            return answer;
        }

        public void setAnswer(String answer) {
            this.answer = answer;
        }

        public String getItem1() {
            return item1;
        }

        public void setItem1(String item1) {
            this.item1 = item1;
        }

        public String getItem2() {
            return item2;
        }

        public void setItem2(String item2) {
            this.item2 = item2;
        }

        public String getItem3() {
            return item3;
        }

        public void setItem3(String item3) {
            this.item3 = item3;
        }

        public String getItem4() {
            return item4;
        }

        public void setItem4(String item4) {
            this.item4 = item4;
        }

        public String getExplains() {
            return explains;
        }

        public void setExplains(String explains) {
            this.explains = explains;
        }

        public String getUrl() {
            return url;
        }

        public void setUrl(String url) {
            this.url = url;
        }
    }
}
